Repository: aikiframework/aikiframework
Catalog: src/assets/apps/tools/languages/*.po
Languages: es

source: Please, wait 10 seconds before click on connect button
es: Por favor, espera 10 segundos antes de clicar sobre el botón de envio

source: Connected as %s
es: Conectado como %s

source: Select db %s
es: Seleccionada la base de datos %s

source: No database selected
es: No hay ninguna base de datos seleccionada

source: Error: can't connect to server
es: Error: no se pudó conectar al servidor

source: Table name or id value not found
es: No se encuentra el nombre de la tabla o el campo id

source: Error saving: missing table of id field value
es: Error al guardar: no hay tabla o campo id

source: Record saved
es: Registro guardado

source: Error saving:
es: Error al guardar:

source: Error cloning: missing table of id field value
es: Error en el clonado: falta la tabla o el campo id

source: Record cloned
es: Registro clonadao

source: Error cloning:
es: Error al clonar

source: Error adding: missing table
es: Error al añadir: falta tabla

source: Record added
es: Registro añadido

source: Error adding:
es: Error al añadir

source: invalid action %s
es: Acción invalida: %s

source: No database avalaible
es: No hay disponible ninguna base de datos

source: recovery tool for aiki framework
es: herramienta de recuperación de aiki framework

source: Search widget by name or id
es: Busca widget por nombre o id

source: by content
es: por contenido

source: by url
es: por url

source: Host
es: Servidor

source: User
es: Usuario

source: Password
es: Contraseña

source: Database
es: Base de datos

source: Connect
es: Conectar

source: Tables
es: Tablas

source: Version
es: Versión

source: Generated in %.2f msec
es: Generado en %.2f mili-segundos

source: Write a SQL query
es: Escribe la consulta SQL

source: Send Query
es: Enviar consulta

source: BAD QUERY. MYSQL ERROR
es: Consulta erronea. Mysql dice

source: No records found
es: No se ha encontrado ningún registro

source: 1 record found
es: 1 registro encontrado

source: Found: %s records
es: Encontrados %s registros
