Repository: aikiframework/aikiframework
Catalog: assets/apps/installer/languages/*.po
Languages: es

source: Installation aborted
es: Instalación cancelada

source: Next:
es: Siguiente:

source: Settings
es: Configuraciones

source: License
es: Licencia

source: Authors
es: Autores

source: Database
es: Base de datos

source: Host
es: Servidor

source: Database name
es: Nombre de la base de datos

source: User
es: Usuario

source: Password
es: Contraseña

source: Encoding
es: Codificación

source: Admin user / Site
es: Administrador / Sitio

source: Full name
es: Nombre completo

source: Aiki will send login and password using this email.
es: Aiki enviará el login y contraseña a este email

source: Required Fields
es: Campos obligatorios

source: Test connection
es: Probar conexión

source: Create database
es: Crear base de datos

source: Write configuration
es: Escribir configuración

source: Pretty urls
es: Url elegantes (pretty)

source: Pre-installation check
es: Cheque previo de la instalación

source: Requirements & language
es: Requisitos y lenguaje

source: Config file
es: Fichero de configuración

source: Please, fill all required fields
es: Por favor, rellena los campos obligatorios

source: Error: no connection or database
es: Error: no hay conexión o base de datos

source: Connection OK
es: Conexión OK

source: no database name
es: falta nombre de la base de datos

source: Error: can't select database
es: Error: no se puede seleccionar la base de datos

source: Connection and database OK
es: Conexión y base de datos Ok

source: created tables
es: Tablas creadas

source: Admin login:
es: Login del administrador:

source: Password:
es: Contraseña:

source: <strong>Please, annotate</strong> login and password. You will need them
es: <strong>Por favor, anota</strong> login y contraseña. Te harán falta

source: Data had send to %s
es: Datos han sido enviados a %s

source: Some errors during creating tables <em>,perhaps tables already exists</em>
es: Hubo errores durante la creación de tablas,<em> quizás ya existían</em>

source: Try again
es: Intentar de nuevo

source: Delete all tables for new installtion, or push next for upgrading
es: Borrar todas las tablas para una nueva instalación

source: All tables have created correctly
es: Todas las tablas han sido creadas correctamente

source: FATAL ERROR: failed to read config template file
es: ERROR FATAL: no se puede abrir la plantilla para el fichero de configuración

source: Path
es: Directorio

source: Config file created.
es: Fichero de configuración creado.

source: can't write config file:
es: No se puede escribir el fichero de configuración:

source: Path:
es: Directorio:

source: Please, copy this code, create file and paste.
es: Por favor, copia este código, crea el fichero y pégalo.

source: Check permission in directory
es: Comprueba permisos en el directorio

source: Installation finished <em>pretty urls are enabled with previous .htaccess</em>
es: Instalación finalizada <em>url elegantes activas usando un fichero .htaccess anterior</em>

source: Test my site!!
es: ¡¡Probar mi sitio!!

source: Try/Check again
es: Intentar / comprobar de nuevo

source: There is a existing .htaccess file.
es: Existe un fichero .htaccess.

source: Please, remove file or rewrite file with this code:
es: Por favor, borre el fichero o sobre-escríbalo con este código:

source: FATAL ERROR: failed to read htaccess.inc file
es: FATAL ERROR: fallo la lectura del fichero .htaccess.inc

source: Installation finished <em>pretty urls are enabled.</em>
es: Instalación finalizada <em>con url elegantes activas.</em>

source: Aiki can't write .htaccess file:
es: No se puede escribir el fichero .htaccess-

source: Step %d of %d
es: Paso %d de %d

source: Select language for installation
es: Seleccione el idioma para la instalación

source: Change
es: Cambiar

source: oracle 8 or higher
es: oracle 8 o superior

source: Error: no database selected
es: Error: no hay base de datos seleccionada

source: There is a existing configuration file.
es: Existe un fichero de configuración.

source: Please remove file to continue installation
es: Por favor, borre este fichero para continuar la instalación

source: Essential files missing
es: No se encuentras ficheros imprescindibles

source: Hello
es: Hola

source: Your new Aiki installation is ready to be used
es: Tu nueva instalación de Aiki ya esta lista

source: Go to
es: Ir a

source: Username
es: Nombre de usuario

source: Have a nice day
es: Que tengas un buen día

source: Your new Aiki installation
es: Tu nueva instalación de Aiki

source: Aiki Framework Installer
es: Instalador Aiki Framework

source: Aiki Installer
es: Instalador Aiki

source: <strong>Aiki Framework</strong> is an open source high-performance Web Application Framework for rapid web application development using Open Standards.
es: <strong>Aiki Framework</strong> es un framework de código abierto, de alto rendimiento para desarrollo de aplicaciones web usando estándares abiertos.

source: Requirements
es: Requisitos

source: Before we start you need the following:
es: Antes de empezar, necesitas:

source: An empty database, with collation set to
es: Una base de datos vacía con cotejo (collation set) de

source: PHP 5.3 or above and Apache2
es: PHP 5.3 o superior y Apache2

source: Your server is
es: Tu servidor es
